{
    "metadata": {
        "source": "https://put.poznan.pl/artykul/nowy-rektorat-politechniki-poznanskiej-w-kampusie-warta-w-poznaniu",
        "title": "NOWY REKTORAT POLITECHNIKI POZNAŃSKIEJ W KAMPUSIE „WARTA” W POZNANIU | Politechnika Poznańska",
        "file-type": "html",
        "download-date": "03-01-2025 15:50:00"
    },
    "content": "NOWY REKTORAT POLITECHNIKI POZNAŃSKIEJ W KAMPUSIE „WARTA” W POZNANIU\n\nData publikacji: 28.09.2023\n\nRozpoczyna się budowa kolejnego obiektu w Kampusie Politechniki Poznańskiej „Warta” - powstanie Nowy Rektorat. Budynek będzie niemal zero-energetyczny stanowiący wdrożenie założeń budownictwa zrównoważonego.\n\nObiekt wkomponowany zostanie w istniejący układ przestrzenny Kampusu „Warta” pomiędzy istniejącymi budynkami Centrum Dydaktycznego Wydziału Technologii Chemicznej oraz Wydziału Architektury i Wydziału Inżynierii Zarządzania. Głównym projektantem budynku Rektoratu jest dr hab. inż. arch. Sławomir Rosolski, profesor PP, natomiast głównym projektantem instalacji jest prof. dr hab. inż. Edward Szczechowiak.\n\nFORMA I FUNKCJA BUDYNKU\n\nBudynek będzie miał 5966 m2 powierzchni użytkowej i zbudowany zostanie na planie kwadratu o boku 36,74 m. Będzie to pięciokondygnacyjny obiekt (jedna kondygnacja podziemna i cztery nadziemne) w formie szklanego prostopadłościanu z kamiennymi pilastrami elewacyjnymi. Wertykalne podziały pilastrów nadadzą Rektoratowi monumentalności oraz podkreślą ważność projektowanego budynku na tle całego Kampusu. Materiał szklanej fasady podkreśli nowoczesny charakter Politechniki Poznańskiej, natomiast użycie kamienia odwoływać się będzie do jej bogatej historii oraz tradycji. W szkle odbijać się będą obrazy otoczenia, dzięki czemu budynek wpisze się w kontekst otoczenia.\n\nGłówne wejście znajduje się na fasadzie północnej, od strony ul. J.Rychlewskiego. Od strony południowej zaplanowano dwa dodatkowe wejścia. Jest tam także zjazd do kondygnacji podziemnej budynku, w której znajduje się parking oraz zaplecze techniczno-technologiczne o łącznej powierzchni 1279 m2. Wokół budynku zaprojektowany został ciąg pieszy oraz samochodowy.\n\nWnętrze jest zaprojektowane tak, by zapewnić wygodne i swobodne użytkowanie. Centralny punkt wnętrza budynku to hall główny. Dwie klatki schodowe, windy i szachty technologiczne tworzą pion komunikacyjny, do którego przylegają pomieszczenia sanitarne, socjalne i techniczne. Okalający część centralną korytarz zapewnia swobodny dostęp do poszczególnych pomieszczeń.\n\nNa czterech kondygnacjach naziemnych o łącznej powierzchni 4687 m2 rozplanowano pomieszczenia służące pracy biurowej, takie jak np. gabinety, sale spotkań i pomieszczenia socjalne, zgodnie ze strukturą organizacyjną Uczelni. Na najwyższej kondygnacji budynku zlokalizowano dwie duże sale spotkań, służące reprezentacyjnym spotkaniom lub organizacji konferencji dla większej liczby uczestników. Na tym samym poziomie znajdą się także biura władz Politechniki.\n\nREKTORAT – BUDYNEK NIEMAL ZERO-ENERGETYCZNY\n\nZarówno formę budynku, jak i elementy technicznego wyposażenia zaprojektowano tak, by spełniały wytyczne dla budynku o niemal zerowym zużyciu energii. Rozwiązania architektoniczne zapewnią odpowiednią zwartość bryły i szczelność powietrzną budynku na poziomie q50 = 0,64 ÷ 1,92 m3/h/m2. Zastosowana zostanie izolacja termiczna o wyższym współczynniku ciepła, szkło o wysokim współczynniku przenikania ciepła (0,65 ÷ 0,75 W/(m2·K)), ciepły montaż fasady szklanej czy przekładki termiczne minimalizujące mostki termiczne. Wykorzystany będzie system wentylacji mechanicznej z odzyskiem ciepła zasilanym z komory czerpnej budynku WAWIZ, która zostanie w tym celu przebudowana. Budynek posiadać będzie osiem rekuperatorów. Ogrzewanie, chłodzenie i ciepłą wodę użytkową zapewnią trzy pompy ciepła połączone z systemem belek grzewczo-chłodzących. Zasilać je będzie dolne źródło ciepła w postaci 12 sond głębinowych o długości 200 m. Projekt przewiduje instalację 234 paneli fotowoltaicznych na dachu o łącznej mocy 97 kWp (moc jednostkowa paneli na poziomie 415 Wp). Zaprojektowano także system dystrybucji ciepła pomiędzy budynkami Kampusu.\n\nRozwiązania tego typu zastosowano w budynku WAWIZ, który po trzech latach użytkowania uzyskał ponadprzeciętne wyniki w zakresie niskoenergetyczności, dlatego można oczekiwać, że podobne – równie imponujące – wyniki osiągnie także nowy budynek.\n\nBudowa zostanie zrealizowana przez firmę Mostostal Warszawa S.A.\n\nPrace potrwają 2 lata.\n\nDnia 28 września br. prof. dr hab. inż. Teofil Jesionowski – JMR Politechniki Poznańskiej oraz Jorge Calabuig Ferre – Wiceprezes Zarządu ds. Produkcji Mostostal Warszawa S.A. podpisali umowę na realizację obiektu.\n\ndr hab. inż. arch. Sławomir Rosolski, prof. PP\n"
}