{
    "metadata": {
        "source": "https://put.poznan.pl/historia-uczelni",
        "title": "Historia | Politechnika Poznańska",
        "file-type": "html",
        "download-date": "03-01-2025 15:50:00"
    },
    "content": "Historia\n\nPoczątki wyższego szkolnictwa technicznego w Poznaniu sięgają roku 1919, kiedy to Naczelna Rada Ludowa powołała Państwową Wyższą Szkołę Budowy Maszyn. Regularne zajęcia z niewielką początkowo liczbą studentów rozpoczęły się 1 września tego roku. Niestety zanim doszło do pierwszego absolutorium obniżono status szkoły usuwając z jej nazwy przymiotnik „wyższa”. Natychmiast też rozpoczęły się starania o przywrócenie tej rangi.\n\nW roku 1921 w „Wiadomościach Technicznych” ukazał się „Memoriał w sprawie założenia politechniki w Poznaniu” zawierający uzasadnienie powołania takiej uczelni, propozycje realizacji planu dotyczące potrzebnego gruntu, gmachu, kosztów jego budowy, urządzeń i funkcjonowania uczelni. Jednak musiało minąć wiele lat, żeby marzenia o Politechnice w Poznaniu mogły się spełnić. Stało się to dopiero w roku 1955\n\nDziałająca od roku 1919 Państwowa Wyższa Szkoła Budowy Maszyn (w roku 1922 nazwa Szkoły została zmieniona na Państwową Szkołe Budowy Maszyn). Dopiero jesienią 1929 roku nadano jej nowy statut i przemianowano na Państwową Wyższą Szkołę Budowy Maszyn i Elektrotechniki. W takim kształcie Szkoła działała do wybuchu II wojny światowej, a jej mury opuściło 716 absolwentów.\n\nW roku 1937 ministerstwo formalnie wyraziło zgodę na powstanie w Poznaniu politechniki, ale II Wojna Światowa faktycznie przekreśliła te plany. Po jej zakończeniu działalność Szkoły reaktywowano już w roku 1945 przekształcają ją w Szkołę Inżynierską. Równocześnie kontynuowano jednak starania o ustanowienie w Poznaniu pełnoprawnej akademickiej uczelni technicznej. W tym celu zawiązał się Komitet Organizacyjny Politechniki Poznańskiej, sformułowano odpowiedni memoriał i opracowano plan działania. Niestety, niedostatek samodzielnej kadry naukowo-dydaktycznej, stan pomieszczeń i brak zaplecza laboratoryjnego pozwoliły jedynie na powołanie Szkoły Inżynierskiej - wyższej szkoły zawodowej, uczelni nieakademickiej z wydziałami: Budowy Maszyn, Elektrycznym, Budownictwa. W takim kształcie działalność Szkoły prowadzono do połowy lat 50-tych XX wieku.\n\nW 1953 r. na nowym terenie przy ul. Piotrowo powstał budynek Wydziału Budownictwa. We wrześniu 1953 r. powołano Wydział Mechanizacji Rolnictwa. Na uczelni panował bardzo dobry klimat, powszechnie doceniano możliwość kształcenia się w języku polskim, a studenci z dumą nosili swoje bordowe czapki z niebieskim otokiem.\n\nPrzełomowym okazał się rok 1955 kiedy Szkoła Inżynierska w Poznaniu zarządzeniem Ministra Szkolnictwa Wyższego została przekształcona w Politechnikę Poznańską. Ogromną radość przeżywało całe, nie tylko związane z nauką, środowisko Poznania. Faktycznie był to jednak dopiero początek starań by nadać tej instytucji rangę odpowiadającą nazwie. Przygotowano nową strukturę organizacyjną, zgodnie z którą Politechnika przejęła cztery wydziały z istniejących już w Szkole Inżynierskiej oraz wszystkie jednostki międzywydziałowe. Zasadniczą zmianą w strukturze było wprowadzenie w roku 1970 systemu instytutowego: w miejsce dawnych katedr przy każdym wydziale utworzono dwa lub trzy instytuty. W 1968 r. powstał Wydział Chemiczny (obecnie Technologii Chemicznej), w roku 1997 Wydział Fizyki Technicznej, w roku 1999 Wydział Architektury, w roku 2001 Wydział Informatyki i Zarządzania, a w roku 2006 Wydział Elektroniki i Telekomunikacji. W 2010 zreorganizowano Wydział Informatyki i Zarządzania, powstały wówczas dwa wydziały: Wydział Informatyki oraz Wydział Inżynierii Zarządzania.\n\nW roku 1995 Politechnika Poznańska jako pierwsza polska uczelnia techniczna, została członkiem Conference of European Schools for Advanced Engineering Education and Research - CESAER – organizacji skupiającej najlepsze politechniki i uniwersytety techniczne w Europie. W roku 2000 odbył się Pierwszy Powszechny Zjazd Absolwentów Politechniki Poznańskiej, a w roku 2004 Uczelnia obchodziła 85-tą rocznicę powstania Polskiego Wyższego Szkolnictwa Technicznego w Poznaniu. Od roku akademickiego 2006/2007 Politechnika Poznańska prowadzi również dotychczasowe studia doktoranckie jako studia III stopnia.\n\nDo końca 2019 r. Politechnika Poznańska była dziesięciowydziałową szkołą wyższą. Od dnia 1 stycznia 2020 r. na Politechnice Poznańskiej funkcjonuje 9 wydziałów prowadzących ponad 30 kierunków.\n\nKampus Piotrowo zlokalizowany w centrum miasta cały czas się rozbudowuje. W 2010 roku oddano do użytku nową siedzibę Biblioteki wraz z Centrum Wykładowym (zlokalizowane przy ul. Piotrowo 2). Od 2012 roku studenci mogą korzystać z nowoczesnego Centrum Mechatroniki, Biomechaniki i Nanoinżynierii (ul. Jana Pawła II 28). Dwa lata później wybudowano Budynek Dydaktyczny Wydziału Technologii Chemicznej (ul. Berdychowo 4), a w 2015 roku – Halę Sportową.\n\nW 2020 r. oddano do użytku nowy budynek Wydziału Architektury oraz Wydziału Inżynierii Zarządzania, który jest budynkiem niemal zeroenergetycznym (ul. Rychlewskiego 2).\n\nNa Uczelni pracuje ponad tysiącosobowa kadra nauczycieli akademickich. Ogółem w Politechnice Poznańskiej kształci się około 16 tysięcy studentów. Tu warto studiować!\n"
}